[
  {
    "name": "Jan Kowalski",
    "bio": "Ekspert HR z 15-letnim doświadczeniem w rekrutacji IT i zarządzaniu talentami. Specjalizuje się w budowaniu procesów rekrutacyjnych dla startupów i korporacji technologicznych. Autor książki 'Nowoczesna rekrutacja IT' i współtwórca platformy do oceny kompetencji programistycznych. Prowadzi szkolenia z zakresu employer branding i candidate experience. Wcześniej pracował w Google, Microsoft i kilku polskich unicornach technologicznych."
  },
  {
    "name": "Anna Nowak",
    "bio": "Specjalistka od candidate experience i employer branding w branży technologicznej z 12-letnim doświadczeniem. Tworzyła strategie rekrutacyjne dla firm takich jak Allegro, Brainly i DocPlanner. Ekspertka w dziedzinie social media recruitment i budowania wizerunku pracodawcy. Prowadzi blog 'HR w IT' z 50k+ czytelników i regularnie występuje na konferencjach branżowych. Certyfikowana trenerka z zakresu employer branding i social selling."
  },
  {
    "name": "Magdalena Wiśniewska",
    "bio": "Konsultantka HR z 18-letnim doświadczeniem, ekspertka od onboarding i rozwoju pracowników. Specjalizuje się w projektowaniu programów adaptacyjnych i systemów ocen okresowych. Pracowała w międzynarodowych korporacjach farmaceutycznych i finansowych. Autorka metodyki 'Onboarding 360°' i współtwórczyni narzędzi do zarządzania talentami. Prowadzi warsztaty z zakresu mentoringu i coachingu wewnętrznego."
  },
  {
    "name": "Piotr Zieliński",
    "bio": "Prawnik pracy z 10-letnim doświadczeniem w compliance i RODO. Specjalizuje się w prawie pracy, ochronie danych osobowych i regulacjach dotyczących pracy zdalnej. Doradzał firmom z sektora IT, finansowego i produkcyjnego. Autor komentarzy do Kodeksu Pracy i ekspert w dziedzinie umów o pracę w branży technologicznej. Regularnie prowadzi szkolenia z prawa pracy dla działów HR i zarządów firm."
  },
  {
    "name": "Katarzyna Dąbrowska",
    "bio": "Psycholog organizacyjny z 14-letnim doświadczeniem, specjalistka od well-being i zarządzania stresem. Pracowała z zespołami w korporacjach międzynarodowych, pomagając w radzeniu sobie z wypaleniem zawodowym i budowaniu odporności psychicznej. Certyfikowana trenerka mindfulness i autorka programów wsparcia psychologicznego dla pracowników. Prowadzi badania nad wpływem pracy zdalnej na zdrowie psychiczne i produktywność."
  },
  {
    "name": "Michał Wójcik",
    "bio": "Ekspert od wynagrodzeń i benefitów z 16-letnim doświadczeniem, analityk rynku pracy. Tworzył systemy wynagrodzeń dla firm z różnych branż, od startupów po korporacje międzynarodowe. Specjalizuje się w benchmarkingu wynagrodzeń, equity programs i niestandardowych benefitach. Współpracuje z firmami doradczymi i prowadzi analizy rynku pracy dla instytucji publicznych. Autor raportów o trendach w wynagrodzeniach w branży IT."
  },
  {
    "name": "Agnieszka Kamińska",
    "bio": "Specjalistka od Diversity & Inclusion z 11-letnim doświadczeniem w budowaniu kultury organizacyjnej. Pracowała w międzynarodowych firmach technologicznych, tworząc programy wspierające różnorodność i równość szans. Ekspertka w dziedzinie unconscious bias, inclusive leadership i budowania zespołów międzykulturowych. Prowadzi audyty D&I i szkolenia z zakresu równości w miejscu pracy. Współpracuje z organizacjami pozarządowymi promującymi równość płci w IT."
  },
  {
    "name": "Tomasz Lewandowski",
    "bio": "Konsultant HR z 13-letnim doświadczeniem, ekspert od HR analytics i systemów informatycznych. Specjalizuje się w implementacji systemów HRIS, People Analytics i automatyzacji procesów HR. Pracował z firmami z różnych branż, pomagając w digitalizacji działów HR. Certyfikowany ekspert SAP SuccessFactors i Workday. Prowadzi szkolenia z zakresu HR tech i data-driven HR. Autor artykułów o przyszłości HR i roli sztucznej inteligencji w zarządzaniu ludźmi."
  },
  {
    "name": "Ewa Kowalczyk",
    "bio": "Specjalistka od rekrutacji międzynarodowej z 9-letnim doświadczeniem w pozyskiwaniu talentów z zagranicy. Pracowała w firmach doradczych i korporacjach międzynarodowych, pomagając w rekrutacji specjalistów IT z Europy Wschodniej, Azji i Ameryki Łacińskiej. Ekspertka w dziedzinie wiz pracy, relokacji pracowników i budowania zespołów rozproszonych geograficznie. Prowadzi szkolenia z cross-cultural communication i zarządzania zespołami wirtualnymi."
  },
  {
    "name": "Robert Nowak",
    "bio": "Ekspert od employer branding i social media w HR z 8-letnim doświadczeniem. Tworzył kampanie rekrutacyjne dla firm technologicznych, które zdobyły nagrody branżowe. Specjalizuje się w content marketingu HR, employer branding w social mediach i budowaniu społeczności wokół marki pracodawcy. Pracował z takimi markami jak Uber, Netflix i Spotify. Prowadzi warsztaty z personal branding dla rekruterów i HR business partnerów."
  },
  {
    "name": "Monika Zielińska",
    "bio": "Specjalistka od talent acquisition w branży fintech z 10-letnim doświadczeniem. Pracowała w bankach, fintechach i firmach płatniczych, rekrutując specjalistów od compliance, risk management i product management. Ekspertka w dziedzinie rekrutacji w highly regulated industries i pozyskiwania talentów z sektora finansowego. Prowadzi szkolenia z zakresu rekrutacji w fintech i budowania employer brand w branży finansowej."
  },
  {
    "name": "Paweł Wiśniewski",
    "bio": "Ekspert od performance management i OKR z 12-letnim doświadczeniem w budowaniu systemów ocen i rozwoju pracowników. Pracował w firmach technologicznych, implementując nowoczesne metodyki zarządzania wydajnością. Specjalizuje się w 360-degree feedback, continuous performance management i budowaniu kultury feedbacku. Certyfikowany trener OKR i współtwórca narzędzi do zarządzania celami. Prowadzi konsultacje z zakresu transformacji HR w organizacjach."
  },
  {
    "name": "Joanna Dąbrowska",
    "bio": "Specjalistka od learning & development z 15-letnim doświadczeniem w projektowaniu programów szkoleniowych. Tworzyła systemy rozwoju kompetencji dla firm z branży IT, finansowej i produkcyjnej. Ekspertka w dziedzinie e-learningu, microlearningu i blended learning. Pracowała z platformami takimi jak Coursera, Udemy for Business i własnymi systemami LMS. Prowadzi badania nad skutecznością różnych metod szkoleniowych i przyszłością corporate learning."
  },
  {
    "name": "Marcin Kamiński",
    "bio": "Ekspert od HR transformation i change management z 17-letnim doświadczeniem w prowadzeniu projektów transformacyjnych. Pracował w firmach konsultingowych, pomagając organizacjom w digitalizacji HR i zmianie kultury organizacyjnej. Specjalizuje się w agile HR, design thinking w HR i budowaniu employee experience. Prowadzi warsztaty z zakresu change management i przygotowywania organizacji do przyszłości pracy. Autor książki 'HR w erze cyfrowej transformacji'."
  },
  {
    "name": "Agnieszka Lewandowska",
    "bio": "Specjalistka od employee relations i conflict resolution z 13-letnim doświadczeniem w rozwiązywaniu konfliktów w miejscu pracy. Pracowała w międzynarodowych korporacjach, pomagając w budowaniu pozytywnych relacji między pracownikami a zarządem. Ekspertka w dziedzinie mediacji, negocjacji i komunikacji w sytuacjach kryzysowych. Certyfikowana mediator i trenerka z zakresu soft skills. Prowadzi szkolenia z komunikacji interpersonalnej i zarządzania konfliktami w zespołach."
  },
  {
    "name": "Tomasz Kowalczyk",
    "bio": "Ekspert od HR automation i AI w rekrutacji z 11-letnim doświadczeniem w implementacji rozwiązań technologicznych w HR. Pracował z firmami technologicznymi, wprowadzając chatboty rekrutacyjne, systemy ATS z AI i narzędzia do automatycznej oceny CV. Specjalizuje się w machine learning w HR, predictive analytics i automatyzacji procesów rekrutacyjnych. Prowadzi badania nad etyką AI w HR i przyszłością rekrutacji z wykorzystaniem sztucznej inteligencji."
  },
  {
    "name": "Katarzyna Nowak",
    "bio": "Specjalistka od work-life balance i flexible working z 9-letnim doświadczeniem w projektowaniu elastycznych modeli pracy. Pracowała w firmach z różnych branż, implementując programy pracy zdalnej, job sharing i flexible hours. Ekspertka w dziedzinie remote team management, virtual collaboration i budowania kultury zaufania w rozproszonych zespołach. Prowadzi szkolenia z zarządzania czasem, produktywności i work-life integration. Autorka raportów o przyszłości pracy zdalnej."
  },
  {
    "name": "Piotr Wiśniewski",
    "bio": "Ekspert od compensation & benefits w branży IT z 14-letnim doświadczeniem w projektowaniu systemów wynagrodzeń dla firm technologicznych. Pracował z startupami i korporacjami, tworząc programy equity, stock options i niestandardowych benefitów. Specjalizuje się w total rewards, employee value proposition i budowaniu atrakcyjnych pakietów wynagrodzeniowych. Prowadzi benchmarki wynagrodzeń w branży IT i doradza firmom w zakresie konkurencyjności na rynku talentów."
  },
  {
    "name": "Magdalena Zielińska",
    "bio": "Specjalistka od employer branding w social mediach z 7-letnim doświadczeniem w budowaniu wizerunku pracodawcy online. Tworzyła kampanie employer branding dla firm z branży e-commerce, fintech i gaming. Ekspertka w dziedzinie content marketingu HR, influencer marketing w rekrutacji i budowaniu społeczności wokół marki pracodawcy. Pracowała z platformami takimi jak LinkedIn, Instagram i TikTok. Prowadzi warsztaty z personal branding dla rekruterów i HR influencerów."
  },
  {
    "name": "Michał Dąbrowski",
    "bio": "Ekspert od HR data analytics i people insights z 12-letnim doświadczeniem w analizie danych HR. Pracował w firmach konsultingowych i korporacjach, tworząc dashboards HR, predictive models i systemy early warning dla turnover. Specjalizuje się w people analytics, workforce planning i budowaniu data-driven culture w HR. Certyfikowany analityk danych i ekspert w narzędziach takich jak Tableau, Power BI i Python. Prowadzi szkolenia z zakresu data literacy w HR i interpretacji metryk ludzkich."
  },
  {
    "name": "Aleksandra Kowalczyk",
    "bio": "Specjalistka od offboarding i exit management z 10-letnim doświadczeniem w projektowaniu procesów odejść pracowników. Pracowała w międzynarodowych korporacjach, tworząc programy knowledge transfer, exit interviews i alumni networks. Ekspertka w dziedzinie retention strategies, succession planning i budowania pozytywnych relacji z byłymi pracownikami. Prowadzi audyty procesów offboarding i szkolenia z zakresu graceful exits. Autorka metodyki 'Positive Exit Experience' i współtwórczyni narzędzi do zarządzania odejściami."
  },
  {
    "name": "Łukasz Nowak",
    "bio": "Ekspert od BHP i bezpieczeństwa pracy z 15-letnim doświadczeniem w zarządzaniu ryzykiem zawodowym. Pracował w firmach produkcyjnych, budowlanych i technologicznych, implementując systemy zarządzania bezpieczeństwem. Specjalizuje się w ocenie ryzyka zawodowego, szkoleniach BHP i compliance z przepisami. Certyfikowany audytor systemów zarządzania bezpieczeństwem i ekspert w dziedzinie ergonomii stanowisk pracy. Prowadzi szkolenia z zakresu kultury bezpieczeństwa i zapobiegania wypadkom przy pracy."
  },
  {
    "name": "Natalia Wiśniewska",
    "bio": "Specjalistka od komunikacji wewnętrznej i engagement z 11-letnim doświadczeniem w budowaniu zaangażowania pracowników. Pracowała w firmach z różnych branż, tworząc strategie komunikacji wewnętrznej i programy employee engagement. Ekspertka w dziedzinie internal branding, employer advocacy i budowania kultury feedbacku. Prowadzi warsztaty z zakresu storytelling w HR i komunikacji w sytuacjach kryzysowych. Autorka raportów o trendach w komunikacji wewnętrznej i współtwórczyni platform do zarządzania zaangażowaniem."
  },
  {
    "name": "Grzegorz Zieliński",
    "bio": "Ekspert od planów sukcesji i leadership development z 16-letnim doświadczeniem w zarządzaniu talentami. Pracował w firmach konsultingowych i korporacjach, tworząc programy identyfikacji i rozwoju liderów. Specjalizuje się w succession planning, high potential programs i budowaniu pipeline'u talentów. Certyfikowany coach i trener z zakresu leadership development. Prowadzi assessmenty potencjału liderów i projektuje programy mentoringu. Autor książki 'Sukcesja w organizacji' i współtwórca narzędzi do oceny potencjału kierowniczego."
  },
  {
    "name": "Beata Dąbrowska",
    "bio": "Specjalistka od reskilling i upskilling z 13-letnim doświadczeniem w projektowaniu programów rozwoju kompetencji. Pracowała w firmach z branży finansowej i technologicznej, tworząc strategie transformacji kompetencji. Ekspertka w dziedzinie skills mapping, competency frameworks i budowania learning paths. Prowadzi audyty kompetencji i projektuje programy reskilling dla pracowników. Certyfikowana trenerka z zakresu adult learning i współtwórczyni platform do zarządzania kompetencjami. Autorka metodyki 'Skills-First Organization'."
  },
  {
    "name": "Marcin Kowalczyk",
    "bio": "Ekspert od pay equity i transparentności wynagrodzeń z 14-letnim doświadczeniem w analizie sprawiedliwości płacowej. Pracował w firmach doradczych i korporacjach, prowadząc audyty wynagrodzeń i analizy gender pay gap. Specjalizuje się w job evaluation, salary benchmarking i budowaniu transparentnych systemów wynagrodzeń. Prowadzi szkolenia z zakresu fair compensation i diversity in pay. Certyfikowany ekspert w narzędziach do analizy wynagrodzeń i współtwórca raportów o równości płac w różnych branżach."
  },
  {
    "name": "Agnieszka Nowak",
    "bio": "Specjalistka od antydyskryminacji i równości w miejscu pracy z 12-letnim doświadczeniem w budowaniu inkluzywnych środowisk pracy. Pracowała w organizacjach pozarządowych i korporacjach, tworząc polityki równości i programy przeciwdziałania dyskryminacji. Ekspertka w dziedzinie unconscious bias training, inclusive hiring i budowania kultury szacunku. Prowadzi audyty równości i szkolenia z zakresu diversity awareness. Certyfikowana trenerka z zakresu antydyskryminacji i współtwórczyni narzędzi do monitorowania równości w organizacji."
  },
  {
    "name": "Tomasz Wiśniewski",
    "bio": "Ekspert od ergonomii i zdrowia w miejscu pracy z 18-letnim doświadczeniem w projektowaniu ergonomicznych stanowisk pracy. Pracował w firmach produkcyjnych i biurowych, przeprowadzając audyty ergonomiczne i projektując rozwiązania poprawiające komfort pracy. Specjalizuje się w ocenie ryzyka ergonomicznego, projektowaniu stanowisk pracy i szkoleniach z zakresu prawidłowej postawy. Prowadzi konsultacje z zakresu workplace wellness i współpracuje z fizjoterapeutami. Autor wytycznych ergonomicznych dla branży IT i współtwórca narzędzi do oceny stanowisk pracy."
  },
  {
    "name": "Katarzyna Kowalczyk",
    "bio": "Specjalistka od wartości organizacyjnych i kultury firmy z 9-letnim doświadczeniem w budowaniu tożsamości organizacyjnej. Pracowała w startupach i korporacjach, projektując systemy wartości i programy kulturowe. Ekspertka w dziedzinie culture change, values alignment i budowania employer brand opartego na wartościach. Prowadzi warsztaty z zakresu living values i projektowania doświadczeń pracowniczych. Certyfikowana konsultantka z zakresu organizational culture i współtwórczyni narzędzi do pomiaru kultury organizacyjnej."
  },
  {
    "name": "Piotr Dąbrowski",
    "bio": "Ekspert od KPI i OKR w HR z 11-letnim doświadczeniem w projektowaniu systemów pomiaru efektywności HR. Pracował w firmach technologicznych i korporacjach, tworząc dashboards HR i systemy raportowania. Specjalizuje się w HR metrics, workforce analytics i budowaniu data-driven HR. Prowadzi szkolenia z zakresu interpretacji metryk HR i projektowania systemów pomiaru. Certyfikowany analityk danych i ekspert w narzędziach do wizualizacji danych. Współtwórca framework'u 'HR Scorecard' i autor raportów o trendach w HR analytics."
  }
]
